

[
    {
        "name": "Amy Frazier",
        "title": "Co-PI",
        "organization": "UC Santa Barbara",
        "description": "Amy Frazier is the PI for the DISES project and a Professor and the Jack and Laura Dangermond Chair in Conservation Science at the University of California, Santa Barbara. Her research sits at the nexus of landscape ecology, remote sensing, and spatial data science/spatial planning to develop data, tools and methods needed to advance conservation science and decision-making.",
        "image": "amyfrazier.jpg",
        "links": ["https://www.frazierlab.org"],
        "leadership": true
    },
    {
        "name": "Patrick Roehrdanz",
        "title": "Co-PI",
        "organization": "Conservation International",
        "description": "Patrick is the director of climate change and biodiversity in Conservation International's Moore Center for Science, where he examines how to effectively conserve the world’s biodiversity as species and ecosystems respond to a changing climate. Patrick’s work focuses on integrated spatial planning, which considers projections of climate change and land use to inform decision making for conservation alongside productive and mixed-use landscapes. Patrick also has expertise in biodiversity informatics, biogeography, ecosystem services modeling and climate change vulnerability assessments.  He serves as the co-lead for the  biodiversity hub of the Science Based Targets Network, a group of organizations working to shape private sector impacts on nature by using science-based targets. ",
        "image": "amyfrazier.jpg",
        "links": ["https://www.frazierlab.org"],
        "leadership": true
    },
    {
        "name": "Liz Sanders",
        "title": "Co-Design Lead",
        "organization": "Ohio State University",
        "description": "Liz Sanders is known for her pioneering work in design research and co-design practices. Liz leads MakeTools, LLC where she explores new spaces in the emerging co-design landscapes. She is also a faculty member in the Design Department at The Ohio State University. She is now focused on bringing co-design practices to disciplines beyond design in order to address the significant social, cultural and environmental challenges we face for the future. Her role on the DISES project is to lead the co-design efforts.",
        "image": "lizsanders.jpg",
        "links": ["https://design.osu.edu/people/sanders.82"],
        "leadership": true
    },
    {
        "name": "Caitlin Drummond Otten",
        "title": "Co-Design Professor",
        "organization": "Arizona State University",
        "description": "Caitlin Drummond Otten is Assistant Professor of Decision Science at Arizona State University.  Her research focuses on how people understand and engage with scientific evidence, with a special focus on how evidence can inform environmental and sustainability-related decisions. Caitlin’s role on the DISES team focuses on evaluating the co-design process and outputs to better understand how co-designed information impacts environmental decision-making.",
        "image": "caitlindrummonotten.jpg",
        "links": ["https://search.asu.edu/profile/3727008 "],
        "leadership": false
    },
    {
        "name": "Wenxin Yang",
        "title": "PhD Student",
        "organization": "UC Santa Barbara",
        "description": "Wenxin Yang is a PhD student of Geography at the University of California, Santa Barbara. Her research interests are leveraging geospatial analytics for biodiversity conservation and open spatial data science.",
        "image": "wenxinyang.jpg",
        "links": ["https://wxyang007.github.io/"],
        "leadership": false
    },
    {
        "name": "Nick McManus",
        "title": "Associate Scientist",
        "organization": "Conservation International",
        "description": "Nick McManus is an Associate Scientist at Conservation International, where his work focuses on integrated land use planning under climate change. On the DISES team, he acts as a researcher and project coordinator. Nick received his Masters in Environmental Science & Management from UC Santa Barbara in 2023.",
        "image": "nickmcmanus.jpg",
        "links": ["https://github.com/n-mcmanus"],
        "leadership": false
    },
    {
        "name": "Joana Krieger",
        "title": "Associate Scientist",
        "organization": "Conservation International",
        "description": "Joana is an Associate Scientist in Climate-Smart Planning at the Moore Center for Science. Specializing in sustainable land use, her expertise lies in Integrated Spatial Planning for conserving and restoring natural areas. Her work focuses on crafting analytical frameworks to maximize benefits for biodiversity and Nature's Contribution to People (NCP), while also considering socio-economic outcomes. Joana ensures her contributions are forward-thinking and impactful by incorporating projections of Global Changes to navigate evolving environmental challenges.",
        "image": "joanakrieger.jpg",
        "links": [],
        "leadership": false
    },
    {
        "name": "Dan Willett",
        "title": "GIS Developer",
        "organization": "UC Santa Barbara",
        "description": "Dan is a GIS Developer at the University of California, Santa Barbara. He develops tools and web interfaces for visualizing and analyzing geospatial data. Dan is creating a tool that will help the DISES team visualize and understand the costs and benefits of our land use model prioritizations.",
        "image": "danwillett.jpg",
        "links": ["https://github.com/danwillett"],
        "leadership": false
    },
    {
        "name": "Lei Song",
        "title": "Post Doc Reseracher",
        "organization": "UC Santa Barbara",
        "description": "Lei Song is a Postdoctoral Scholar at the University of California, Santa Barbara. She studies species conservation and human-wildlife relations using remote sensing, GIS, and statistical modeling. Lei’s role on the DISES project focuses on land use modeling.",
        "image": "leisong.jpg",
        "links": ["https://lleisong.github.io/website/"],
        "leadership": false
    },
    {
        "name": "Gabriel Antunes Daldegan",
        "title": "Associate Scientist",
        "organization": "Conservation International",
        "description": "Gabriel Antunes Daldegan works as the Land Systems Associate Scientist with the Resilience Team in the Moore Center for Science at Conservation International. Gabriel has a Ph.D. in Geography from the University of California, Santa Barbara, and has been working with geospatial data applied to conservation since 2004, mostly focusing on tropical landscapes. Gabriel provides geospatial support to the DISES project.",
        "image": "gabrieldaldegan.jpg",
        "links": [],
        "leadership": false
    }
    
    
]
